Repository: Tzarls/piwiz
Catalog: po/*.po
Languages: es_pe

source: Searching for networks - please wait...
es_pe: Buscando redes inalámbricas - por favor espere...

source: Failed to connect to network.
es_pe: Error al conectarse a la red.

source: Reading update list - please wait...
es_pe: Leyendo lista de actualizaciones - por favor espere...

source: Downloading updates - please wait...
es_pe: Descargando actualizaciones - por favor espere...

source: Installing updates - please wait...
es_pe: Instalando actualizaciones - por favor espere...

source: Installing languages - please wait...
es_pe: Instalando idiomas - por favor espere...

source: Error getting updates. %s
es_pe: Error al obtener las actualizaciones. %s

source: System is up to date
es_pe: El sistema está actualizado

source: Error comparing versions. %s
es_pe: Error al comparar versiones. %s

source: Getting updates - please wait...
es_pe: Obteniendo actualizaciones - por favor espere...

source: Error installing languages. %s
es_pe: Error al instalar idiomas. %s

source: Comparing versions - please wait...
es_pe: Comparando versiones - por favor espere...

source: Error finding languages. %s
es_pe: Error al buscar idiomas. %s

source: Error checking for updates. %s
es_pe: Error al revisar las actualizaciones. %s

source: Finding languages - please wait...
es_pe: Buscando idiomas - por favor espere...

source: Checking for updates - please wait...
es_pe: Revisando si hay actualizaciones - por favor espere...

source: Could not sync time - unable to check for updates
es_pe: No se pudo sincronizar la hora - no se podrá revisar si hay actualizaciones

source: _Next
es_pe: _Siguiente

source: _Back
es_pe: _Atrás

source: _Skip
es_pe: _Omitir

source: _Cancel
es_pe: _Cancelar

source: _Later
es_pe: _Luego

source: _Restart
es_pe: _Reiniciar

source: _Done
es_pe: _Finalizar

source: Setting location - please wait...
es_pe: Estableciendo ubicación - por favor espere...

source: The two passwords entered do not match.
es_pe: Las contraseñas ingresadas no son iguales.

source: Enter the password for the WiFi network "%s".
es_pe: Ingrese la contraseña para la red WiFi "%s".

source: Connecting to WiFi network - please wait...
es_pe: Conectando a la red WiFi - por favor espere...

source: Could not connect to this network
es_pe: No se pudo conectar a esta red

source: Synchronising clock - please wait...
es_pe: Sincronizando el reloj - por favor espere...

source: No network connection found - unable to check for updates
es_pe: No está conectado a ninguna red - no se puede revisar si hay actualizaciones

source: Set the country in which you are using your Pi
es_pe: Seleccione el país en el que está usando su Raspberry Pi

source: Set the language in which applications should appear
es_pe: Seleccione el idioma que deberían usar sus aplicaciones

source: Set the closest city to your location
es_pe: Seleccione la ciudad más cercana a su ubicación

source: Error creating new GIO Channel
es_pe: Error al crear un nuevo canal GIO

source: Error creating watch
es_pe: Error al crear el monitoreo para el canal GIO

source: Connection to dhcpcd lost
es_pe: Conexión a dhcpcd perdida

source: Connected to %s-%s
es_pe: Conectado a %s-%s

source: dhcpcd connection lost
es_pe: Se ha perdido la conexión a dhcpcd

source: Network event
es_pe: Evento de red

source: dhcpcd WPA connection lost: %s
es_pe: Conexión WPA a dhcpcd perdida: %s

source: %s: Received scan results
es_pe: %s: Resultados de exploración recibidos

source: New Access Point
es_pe: Nuevo Punto de Acceso

source: New Access Points
es_pe: Nuevos Puntos de Acceso

source: Connecting to dhcpcd ...
es_pe: Conectando a dhcpcd ...

source: Connecting ...
es_pe: Conectando ...

source: Failed to disconnect.
es_pe: No se pudo desconectar.

source: Faile to reconfigure.
es_pe: No se pudo reconfigurar.

source: Failed to set key management.
es_pe: No se pudo establecer la administración de clave.

source: Failed to set password, probably too short.
es_pe: Error al establecer la contraseña, tal vez es muy corta.

source: Failed to enable the network.
es_pe: No se pudo habilitar la red.

source: Failed to select the network.
es_pe: No se pudo seleccionar la red.

source: Failed to start association.
es_pe: No se pudo iniciar la asociación.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
es_pe: No se pudo guardar la configuración wpa_supplicant. Se debería añadir update_config=1 al archivo /etc/wpa_supplicant.conf.

source: Error enabling network
es_pe: Error al habilitar la red

source: Pre Shared Key:
es_pe: Clave Precompartida:

source: Welcome to Raspberry Pi
es_pe: Bienvenido a Raspberry Pi

source: Welcome to the Raspberry Pi Desktop! Before you start using it, there are a few things to set up. Press 'Next' to get started.
es_pe: ¡Bienvenido al escritorio Raspberry Pi! Antes de comenzar, complete la siguiente configuración. Presione 'Siguiente' para comenzar.

source: Enter the details of your location. This is used to set the language, time zone, keyboard and other international settings.
es_pe: Ingrese los detalles de su ubicación. Esto se usará para configurar el idioma, la zona horaria, el teclado y otros ajustes internacionales.

source: Country:
es_pe: País:

source: Language:
es_pe: Idioma:

source: Timezone:
es_pe: Zona horaria:

source: Use English language
es_pe: Usar Inglés como idioma

source: Use English instead of the default language for your country
es_pe: Usar el Inglés en lugar del idioma predeterminado para su país

source: Use US keyboard
es_pe: Usar teclado de EEUU

source: Use the US keyboard layout instead of the default keyboard for your country
es_pe: Usar la configuración de teclas de EEUU en lugar de la configuración predeterminada para su país

source: Press 'Next' when you have made your selection.
es_pe: Presione 'Siguiente' cuando haya completado su selección.

source: <b>Change Password</b>
es_pe: <b>Cambiar Contraseña</b>

source: The default 'pi' user account currently has the password 'raspberry'. It is strongly recommended that you change this to a different password that only you know.
es_pe: La cuenta de usuario por defecto, 'pi', actualmente está usando la contraseña 'raspberry'. Se recomienda cambiarla inmediatamente por una contraseña diferente que sólo usted conozca.

source: Enter new password:
es_pe: Ingrese la contraseña nueva:

source: Confirm new password:
es_pe: Confirme la contraseña nueva:

source: Enter a new password
es_pe: Ingrese una contraseña nueva:

source: Enter the new password again
es_pe: Ingrese la contraseña nueva una vez más

source: Hide characters
es_pe: Esconder caracteres

source: Show or hide the characters in your password
es_pe: Muestra o esconde los caracteres de la contraseña

source: Press 'Next' to activate your new password.
es_pe: Presione 'Siguiente' para activar la contraseña nueva.

source: <b>Set Up Screen</b>
es_pe: <b>Pantalla de Configuración</b>

source: The desktop should fill the entire screen. Tick the box below if your screen has a black border at the edges.
es_pe: El escritorio debería llenar la pantalla completamente. Active la casilla si su pantalla tiene bordes negros en los extremos.

source: This screen shows a black border around the desktop
es_pe: Esta pantalla tiene bordes negros alrededor del escritorio

source: Tick this box if you can see a black border between the edges of the screen and the desktop
es_pe: Active esta casilla si ve un borde negro entre los extremos de la pantalla y el escritorio

source: Press 'Next' to save your setting. The change will take effect when the Pi is restarted.
es_pe: Presione "Siguiente" para guardar su configuración. Los cambios surtirán efecto cuando se reinicie la Raspberry Pi.

source: <b>Select WiFi Network</b>
es_pe: <b>Seleccione una red WiFi</b>

source: Select your WiFi network from the list.
es_pe: Seleccione su red WiFi de la lista.

source: Click the name of your network to select it
es_pe: Haga 'click' en el nombre de su red para seleccionarla

source: Press 'Next' to connect, or 'Skip' to continue without connecting.
es_pe: Presione 'Siguiente' para conectarse, u "Omitir" para continuar sin conectarse.

source: <b>Enter WiFi Password</b>
es_pe: <b>Ingrese la contraseña de la red WiFi</b>

source: Enter the password for your WiFi network.
es_pe: Ingrese la contraseña de su red WiFi.

source: Password:
es_pe: Contraseña:

source: Enter the password for your network
es_pe: Ingrese la contraseña para su red

source: <b>Update Software</b>
es_pe: <b>Actualización de Software</b>

source: The operating system and applications will now be checked and updated if necessary. This may involve a large download. Press 'Next' to check and update software, or 'Skip' to continue without checking.
es_pe: Se revisará el sistema operativo y sus aplicaciones y se actualizarán de ser necesario. Esto podría involucrar una descarga grande. Presione 'Siguiente' para revisar y actualizar el software, u 'Omitir' para continuar sin actualizar.

source: <b>Setup Complete</b>
es_pe: <b>Configuración Completada</b>

source: Your Raspberry Pi is now set up and ready to go.
es_pe: Su Raspberry Pi está configurada y lista para trabajar.

source: To run applications, click the raspberry icon in the top left corner of the screen to open the menu.
es_pe: Haga click en el ícono de Raspberry Pi que se encuentra en la esquina superior izquierda para abrir el menú y ejecutar aplicaciones.

source: Press 'Restart' to restart your Pi so the new settings will take effect.
es_pe: Presione 'Reiniciar' para reiniciar su Pi y que se aplique la nueva configuración, o presione 'Luego' para cerrar esta ventana y reiniciar más tarde de manera manual.

source: Raspberry Pi First-Run Wizard
es_pe: Asistente de Inicio Raspberry Pi

source: Configure Raspberry Pi system on first run
es_pe: Configure el sistema Raspberry Pi en su primera ejecución
